message_text_1 = "Вы наёмник и появляетесь в вечернем городе, перед трактиром 'Коварный Шут'"

message_text_2 = """Вы решаетесь зайти в него, потому что очень проголодались, и видите старинную таверну, полную посетитилей, различных рас. 
В одном углу сидит Тифлинг, попивая стакан Бренди, в другом углу сидит Полуэльф в компании с Гномами."""

message_text_3 = "Вы подходите к барной стойке, за которой стоит старый эльф, хозяин трактира."

message_text_4 = """Вы подходите к барной стойке, за которой стоит старый эльф, хозяин трактира.\n
- Добрый вечер! Я прибыл с долгого путешествия и чувствую сильный голод. Что вы можете предложить мне на ужин? (Вы)\n
- Добрый вечер, господин! Рад видеть вас в нашем трактире. У нас есть разнообразные блюда, которые могут утолить ваш голод. 
Могу порекомендовать вам нашу сочную жареную куриную грудку с овощами и картофельным пюре. Как вам это звучит? (Владелец трактира)\n
- Звучит прекрасно! Пожалуйста, приготовьте мне это блюдо. И, пожалуйста, принесите кружку пива, чтобы утолить мою жажду. (Вы)\n
- Конечно, господин! Ваш заказ будет готов в течение нескольких минут. А какой сорт пива вы предпочитаете? (Владелец трактира)\n
- Дайте мне, пожалуйста, кружку темного эля. Я слышал, что у вас здесь отличное пиво. (Вы)\n
- Без проблем, господин сударь. Ваш заказ будет готов в ближайшее время. Пока вы ждете, можете присесть за столик и расслабиться. 
Если у вас есть еще какие-либо пожелания или вопросы, не стесняйтесь обращаться. (Владелец трактира)\n
- Спасибо. Я оцениваю ваше гостеприимство. Я просто хочу поесть и отдохнуть после долгого путешествия. (Вы)\n"""

message_text_5 = "Вдруг к вам подходит старый бродяга."

message_text_6 = """Вдруг к нам подходит старый бродяга:\n
- Добрый вечер, добрый человек. Я ищу надежного спутника, который сопроводил бы меня до соседнего города. 
Мне нужно доставить важное послание. Не могли бы вы помочь мне с этим?"""

message_text_7_1= """Вдруг к нам подходит старый бродяга:\n

Добрый вечер, добрый человек. Я ищу надежного спутника, который сопроводил бы меня до соседнего города. 
Мне нужно доставить важное послание. Не могли бы вы помочь мне с этим?\n
- Я готов помочь вам в этом деле. Отправляемся на следующее утро? (Вы)\n
- Благодарю вас за ваше доброе сердце. Да, утром будет отличное время для начала путешествия. (Старый бродяга)\n
- Какой маршрут мы должны выбрать? Есть ли что-то, о чем я должен знать? (Вы)\n
- Мы должны пройти через лес и пересечь реку, а затем следовать дорогой, ведущей к городу. 
Будьте осторожны, в лесу могут быть дикие звери, и река может быть опасной в это время года. (Старый бродяга)\n
- Без проблем, я буду бдительным. У вас есть какие-либо особые требования или просьбы во время нашего путешествия? (Вы)\n
- Просто будьте терпеливы со мной, сударь. Я не молод и могу двигаться медленнее. 
Также, если у вас есть возможность, пожалуйста, поделитесь некоторыми историями или знаниями во время нашего пути. (Старый бродяга)\n
- Разумеется, я буду уважать вашу скорость и с удовольствием поделюсь своими историями. Будем готовы отправиться утром.(Вы)\n"""

message_text_7_2 = """Вдруг к нам подходит старый бродяга:\n
Добрый вечер, добрый человек. Я ищу надежного спутника, который сопроводил бы меня до соседнего города. 
- Я понимаю вашу просьбу, но, к сожалению, я не могу сопровождать вас до соседнего города. (Вы)\n"
- Пожалуйста, сударь, я совершенно одинок и уязвим. 
Ваше присутствие даст мне чувство безопасности в этом опасном путешествии. (Старый бродяга)\n
- Я искренне сочувствую вашей ситуации, но я не могу отказаться от своих обязанностей. 
Возможно, вы сможете найти другого путешественника, который согласится вас сопроводить. (Вы)\n
- Я понимаю ваше решение, сударь. Благодарю вас за ваше время и внимание. Желаю вам удачи в ваших делах. (Старый бродяга)\n
- Спасибо за понимание. Я желаю вам безопасного путешествия и надеюсь, что вы найдете подходящего спутника. (Вы)\n"""

message_text_8 = "Позднее вы отправляетесь в вашу комнату, которую вам любезно одолжил хозяин трактира, дабы поспать"

message_text_9 = "Проснувшись утром и позавтракав, вы встречаетесь с тем самым бродягой, которого вы вчера договорились проводить до другого города. Поговорив, вы отправляетесь в дорогу."

message_text_10 = "Проснувшись утром и позавтракав, вам приходит письмо с просьбой посетить соседний город, дабы устранить беглого преступника, так-как вы довольно хороший наёмник. Дочитав письмо, вы отправляетесь в дорогу."

message_text_11 = "Вы идёте по тёмному лесу, как вдруг..."

message_text_12 = "Вы встречаете 3 страшных орков."

message_text_13 = "Вы встречаете 3 страшных орков, а рядом с ними..."

message_text_14 = "Труп того самого старого бродяги."

message_text_15 = "Они заметили и смотрят на вас"

message_text_16 = "Хоть вы и хороший боец, но их было трое, и ранив одного, другие напали на вас и прикончили.\n Вы проиграли"

message_text_17 = "Вы пытаетесь им что-то сказать, показываете жестами, но один из них незаметно подкрался к вам сзади и ударил дубиной.\n Вы проиграли"

message_text_18 = "Они напали на вас и сбили вас с ног"

message_text_19 = "Но вдруг вас спасает старик, он использует магию!"

message_text_20 = "Он в одиночку 'раскидывает' всех орков, а в это время вы только встаёте на ноги, но что-то ударяет вас по голове, и теперь все воспоминания у вас, как в тумане."

message_text_21 = "Вдруг вы уже выходите из леса и видите красивейший город."

message_text_22 = "Вы идёте по городу."

message_text_23 = "И вдруг старик просит вас спрятать какой-то драгоценный камень и примкнуть к нему, постепенно становясь скелетом. Вы понимаете, что этот старик - лич, а камень - его филактерий."

message_text_24 = "Вы разрубаете камень мечом, лич умирает, а над городом воцаряется покой"

message_text_25 = "Поздравляю! Вы прошли игру на хорошую концовку!"

message_text_26 = "Вы присоединяетесь к личу и над государством воцаряется тьма"

message_text_27 = "Поздравляю! Вы прошли игру на плохую концовку!"